Repository: matke-84/skin.bingie
Catalog: language/resource.language.*/strings.po
Languages: tr_tr

# #31001
source: E
tr_tr: B

# #31002
source: Ep
tr_tr: Böl

# #31003
source: Header text color
tr_tr: Başlık metin rengi

# #31004
source: Moving focus frame
tr_tr: Odak çerçevesini hareket ettirme

# #31005
source: General skin settings
tr_tr: Genel tema ayarları

# #31006
source: Shadowcolor for unfocused lyrics text
tr_tr: Odaklanmamış şarkı sözleri metni için gölge rengi

# #31007
source: New Episodes
tr_tr: Yeni Bölümler

# #31008
source: color for indicator background
tr_tr: Gösterge arka plan rengi

# #31009
source: Use advanced layout
tr_tr: Gelişmiş düzeni kullan

# #31010
source: TMDb Helper search content
tr_tr: TMDb Helper arama içeriği

# #31011
source: Button focus text color (bordered focus)
tr_tr: Düğme odak metin rengi (çerçeveli odak)

# #31012
source: Up next addon option
tr_tr: Sıradaki eklenti seçeneği

# #31013
source: Configure shortcuts
tr_tr: Kısayolları yapılandır

# #31014
source: Edit menu shortcuts
tr_tr: Menü kısayollarını düzenle

# #31015
source: Button text color
tr_tr: Düğme metin rengi

# #31016
source: Bingie layout playback & OSD
tr_tr: Bingie düzeni oynatma ve OSD

# #31017
source: Use alternative video OSD layout
tr_tr: Alternatif video OSD düzenini kullan

# #31018
source: Bingie Main Landscape
tr_tr: Bingie Ana Manzara

# #31019
source: Progress bar color
tr_tr: İlerleme çubuğu rengi

# #31020
source: Progress bar background color
tr_tr: İlerleme çubuğu arka plan rengi

# #31021
source: Watch credits
tr_tr: Jeneriği izle

# #31022
source: Background settings
tr_tr: Arka plan ayarları

# #31023
source: Rated
tr_tr: Derecelendirildi

# #31024
source: Force stop playback when not in fullscreen mode (exc. live TV)
tr_tr: Tam ekran modunda değilken oynatmayı durdur (canlı TV hariç)

# #31025
source: Categories
tr_tr: Kategoriler

# #31026
source: Search for addons
tr_tr: Eklentileri ara

# #31027
source: Bingie Main Poster
tr_tr: Bingie Ana Poster

# #31028
source: Shadowcolor for focused lyrics text
tr_tr: Odaklanmış şarkı sözleri metni için gölge rengi

# #31029
source: Pink
tr_tr: Pembe

# #31030
source: Display weather
tr_tr: Hava durumunu göster

# #31031
source: Enable FanArt
tr_tr: FanArt'ı etkinleştir

# #31032
source: OSD progress bar background color
tr_tr: OSD ilerleme çubuğu arka plan rengi

# #31033
source: OSD progress bar color
tr_tr: OSD ilerleme çubuğu rengi

# #31034
source: items total
tr_tr: toplam öğe

# #31035
source: Movies in progress
tr_tr: Devam eden filmler

# #31036
source: Search by TV Shows
tr_tr: TV Şovlarına göre ara

# #31037
source: Set default limit for items in widgets
tr_tr: Widget'lardaki öğeler için varsayılan sınırı belirle

# #31038
source: Search Music Videos, Albums, Artists or Songs
tr_tr: Müzik Videoları, Albümler, Sanatçılar veya Şarkılar Ara

# #31039
source: Disable 'New Episodes' indicator
tr_tr: 'Yeni Bölümler' göstergesini devre dışı bırak

# #31040
source: Now playing
tr_tr: Şimdi oynatılıyor

# #31041
source: Bingie splash image
tr_tr: Bingie açılış görseli

# #31042
source: Enable studio logo
tr_tr: Stüdyo logosunu etkinleştir

# #31043
source: OSD progress bar cache color
tr_tr: OSD ilerleme çubuğu önbellek rengi

# #31044
source: OSD text color
tr_tr: OSD metin rengi

# #31045
source: Enable air date
tr_tr: Yayın tarihini etkinleştir

# #31047
source: Secondary text color
tr_tr: İkincil metin rengi

# #31048
source: Home main menu focus icon color
tr_tr: Ana menü odak simge rengi

# #31049
source: Music & Musicals
tr_tr: Müzik & Müzikal

# #31050
source: All Movies
tr_tr: Tüm Filmler

# #31051
source: All Shows
tr_tr: Tüm Şovlar

# #31052
source: Widget Content
tr_tr: Widget İçeriği

# #31054
source: Artwork
tr_tr: Sanat Eseri

# #31055
source: Banner
tr_tr: Afiş

# #31056
source: Landscape
tr_tr: Manzara

# #31058
source: Recently Added Albums
tr_tr: Son Eklenen Albümler

# #31059
source: remaining
tr_tr: kalan

# #31060
source: Show/hide OSD buttons
tr_tr: OSD düğmelerini göster/gizle

# #31061
source: for
tr_tr: için

# #31063
source: To apply the settings you must leave the current media folder or addon.
tr_tr: Ayarları uygulamak için mevcut medya klasöründen veya eklentiden çıkmalısınız.

# #31064
source: No items in this category.
tr_tr: Bu kategoride öğe yok.

# #31065
source: Up Next
tr_tr: Sıradaki

# #31066
source: Watch
tr_tr: İzle

# #31067
source: Now
tr_tr: Şimdi

# #31068
source: Alternative layout playback & OSD
tr_tr: Alternatif düzen oynatma ve OSD

# #31069
source: PVR Hub
tr_tr: PVR Merkezi

# #31070
source: Watch Season
tr_tr: Sezonu İzle

# #31071
source: Setting level
tr_tr: Ayar seviyesi

# #31072
source: Enable autoclose video OSD
tr_tr: Video OSD'yi otomatik kapatmayı etkinleştir

# #31073
source: Lock view
tr_tr: Görünümü kilitle

# #31074
source: Unlock view
tr_tr: Görünümün kilidini aç

# #31075
source: Enable startup animation in 4K
tr_tr: 4K'da başlangıç animasyonunu etkinleştir

# #31076
source: Switch Profiles
tr_tr: Profilleri Değiştir

# #31077
source: Home main menu icon color
tr_tr: Ana menü simge rengi

# #31078
source: Blockbuster Movies
tr_tr: Gişe Rekortmeni Filmler

# #31079
source: Bingeworthy TV Shows
tr_tr: İzlemeye Değer TV Şovları

# #31080
source: Watch It Again
tr_tr: Tekrar İzle

# #31081
source: Artists named
tr_tr: Sanatçılar

# #31082
source: Song titles related to
tr_tr: İlgili şarkı başlıkları

# #31083
source: Active
tr_tr: Aktif

# #31084
source: Video info additional info icon color
tr_tr: Video bilgisi ek bilgi simge rengi

# #31085
source: Flags text color
tr_tr: Bayrak metin rengi

# #31086
source: Add to My List
tr_tr: Listeme Ekle

# #31087
source: Notice
tr_tr: Uyarı

# #31088
source: Live TV
tr_tr: Canlı TV

# #31089
source: Crew
tr_tr: Ekip

# #31090
source: Large color icons
tr_tr: Büyük renkli simgeler

# #31091
source: Remove from My List
tr_tr: Listemden Kaldır

# #31092
source: Unwatched Episodes
tr_tr: İzlenmemiş Bölümler

# #31093
source: Progress bar text color
tr_tr: İlerleme çubuğu metin rengi

# #31095
source: Bingie Seasons
tr_tr: Bingie Sezonlar

# #31096
source: OSD primary text color
tr_tr: OSD birincil metin rengi

# #31097
source: OSD details row text color
tr_tr: OSD detay satırı metin rengi

# #31098
source: Critically Acclaimed TV Shows
tr_tr: Eleştirmenlerce Beğenilen TV Şovları

# #31099
source: Square
tr_tr: Kare

# #31100
source: Starring
tr_tr: Başrolde

# #31101
source: Recently Added TV Shows
tr_tr: Son Eklenen TV Şovları

# #31102
source: Label text color
tr_tr: Etiket metin rengi

# #31103
source: OSD label text color
tr_tr: OSD etiket metin rengi

# #31104
source: Season Greetings
tr_tr: Sezon Tebrikleri

# #31105
source: color for indicator text
tr_tr: Gösterge metin rengi

# #31106
source: Formed
tr_tr: Kuruldu

# #31107
source: Disbanded
tr_tr: Dağıldı

# #31108
source: Released
tr_tr: Yayınlandı

# #31109
source: Album
tr_tr: Albüm

# #31110
source: Movies, TV Shows and People
tr_tr: Filmler, TV Şovları ve İnsanlar

# #31111
source: Written by
tr_tr: Yazan

# #31112
source: Finishes at
tr_tr: Bitiş Saati

# #31113
source: Auto show submenu
tr_tr: Alt menüyü otomatik göster

# #31114
source: Show extended info
tr_tr: Genişletilmiş bilgiyi göster

# #31115
source: Homescreen layout
tr_tr: Ana ekran düzeni

# #31116
source: Default
tr_tr: Varsayılan

# #31117
source: Enable custom search
tr_tr: Özel aramayı etkinleştir

# #31118
source: Ratings and studio logo visibility
tr_tr: Derecelendirmeler ve stüdyo logosu görünürlüğü

# #31119
source: Show large thumbnail
tr_tr: Büyük küçük resmi göster

# #31120
source: Enable details icons (cast, director, genre, etc...)
tr_tr: Detay simgelerini etkinleştir (oyuncular, yönetmen, tür vb.)

# #31121
source: Homescreen layout
tr_tr: Ana ekran düzeni

# #31122
source: Bingie Main Square
tr_tr: Bingie Ana Kare

# #31123
source: Enable moving focus frame in home & hubs
tr_tr: Ana ekran ve merkezlerde hareketli odak çerçevesini etkinleştir

# #31125
source: Always visible
tr_tr: Her zaman görünür

# #31126
source: Watchlist
tr_tr: İzleme Listesi

# #31127
source: Recently Added
tr_tr: Son Eklenenler

# #31128
source: Recently played
tr_tr: Son Oynatılanlar

# #31129
source: My TV Shows
tr_tr: TV Şovlarım

# #31130
source: My movies
tr_tr: Filmlerim

# #31131
source: Recently Added Artists
tr_tr: Son Eklenen Sanatçılar

# #31132
source: TV channels
tr_tr: TV kanalları

# #31133
source: Show plot in video infopanel or onscreen display
tr_tr: Video bilgi panelinde veya ekranda konuyu göster

# #31134
source: Profile
tr_tr: Profil

# #31135
source: Radio channels
tr_tr: Radyo kanalları

# #31136
source: New TV Shows
tr_tr: Yeni TV Şovları

# #31137
source: Settings for recordings
tr_tr: Kayıtlar için ayarlar

# #31138
source: Cancel recording of this episode only
tr_tr: Yalnızca bu bölümün kaydını iptal et

# #31139
source: Cancel recording of all episodes
tr_tr: Tüm bölümlerin kaydını iptal et
